; MSETUP4 string table
[STRING]
CHARSET="1"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Diese Software kann nicht gestartet werden, wenn sie von einem anderen Benutzer verwendet wird."
MSE1="Das System kann nicht neu gestartet werden. Beenden Sie das Installationsprogramm bzw. andere laufende Anwendungen. Beenden Sie dann das Setup-Programm für Canon und versuchen Sie es erneut."
MSE2="Dieses Programm kann mit dem aktuellen Betriebssystem nicht verwendet werden."
MSE3="Für die Installation der Software müssen Sie sich als Mitglied der Administrator-Gruppe anmelden.\nKlicken Sie auf [OK], um die Installation abzubrechen. Wenn Sie die CD-ROM verwenden, entfernen Sie diese nach dem Klicken auf [OK].\nMelden Sie sich nach Abbruch der Installation bei einem Administratorkonto an und installieren Sie die Software."
MSE3_Mac="Melden Sie sich mit dem Administratorkonto an, um diese Software zu starten."
MSE31_Mac="Zur Installation dieser Software sind der Benutzername und das Kennwort des Administrators erforderlich."
MSE4="Sie benötigen eine entsprechende Anwendungs-Software, um die ausgewählte Datei anzeigen zu können."
MSE5="Auf dem Laufwerk %D% steht nicht genügend Platz zur Verfügung. Zur Installation der Software werden %S% MB benötigt."
MSE6="Der angegebene Ordner ist ungültig. Geben Sie einen gültigen Ordner auf der lokalen Festplatte an."
MSE7="Das Programm kann nicht gestartet werden, da die Bildschirmauflösung zu niedrig ist. Ändern Sie sie auf 800 x 600 Pixel oder mehr und führen Sie den Vorgang erneut aus.\nWenn Sie das Programm auf einem Tablet-PC installieren, wählen Sie den Querformatmodus für die Bildschirmauflösung und führen Sie den Vorgang erneut aus."
MSE7_Mac="Das Programm kann nicht gestartet werden, da die Bildschirmauflösung zu niedrig ist. Ändern Sie sie auf 800 x 600 Pixel oder mehr und führen Sie den Vorgang erneut aus."
MSE8="Es befindet sich keine CD-ROM im CD-ROM-Laufwerk.\nLegen Sie die CD-ROM in das Laufwerk ein."
MSE9="Ein Dateiname darf keines der folgenden Zeichen enthalten:\n/ , ; * ? \\" < > |"
MSE10="Der angegebene Pfadname ist zu lang. Geben Sie einen Pfadnamen mit maximal 150 Zeichen an."
MSE11="Der Pfadname enthält nicht den Laufwerksbuchstaben oder wurde als relativer Pfad angegeben. Geben Sie einen absoluten Pfad an."
MSE14="Dieses Programm wird vom Computer nicht unterstützt."
MSE15="Dieses Programm kann unter Windows 2000 Service Pack 4 oder höher ausgeführt werden. Falls Ihr Betriebssystem älter als Service Pack 4 ist, aktualisieren Sie Windows 2000 auf Service Pack 4 oder höher und führen Sie den Vorgang erneut aus."
MSE16="Die Datei kann nicht geöffnet werden."
MSE17="Dieses Programm kann unter Windows XP Service Pack 2 oder höher ausgeführt werden. Falls Ihr Betriebssystem älter als Service Pack 2 ist, aktualisieren Sie Windows XP auf Service Pack 2 oder höher und führen Sie den Vorgang erneut aus."
MSE18="Dieses Programm kann unter Windows XP Service Pack 3 oder höher ausgeführt werden, falls Windows XP verwendet wird. Aktualisieren Sie Windows XP auf Service Pack 3 oder höher und führen Sie den Vorgang erneut aus."
MSE19="Dieses Programm kann unter Windows Vista Service Pack 1 oder höher ausgeführt werden. Falls Ihr Betriebssystem älter als Service Pack 1 ist, aktualisieren Sie Windows Vista auf Service Pack 1 oder höher und führen Sie den Vorgang erneut aus."
MSE20="Dieses Programm kann unter Windows Vista Service Pack 2 oder höher ausgeführt werden. Falls Ihr Betriebssystem älter als Service Pack 2 ist, aktualisieren Sie Windows Vista auf Service Pack 2 oder höher und führen Sie den Vorgang erneut aus."
MSE21="Es befindet sich keine CD-ROM im Laufwerk. Die Setup-Anwendung wird nun geschlossen."
MSM0001="OK"
MSM0002="Abbrechen"
MSM0003="Ja"
MSM0004="Nein"
MSM0005="Zurück"
MSM0006="Weiter"
MSM0007="Fortsetzen"
MSM0008="Abbrechen"
MSM0009="Beenden"
MSM0010="Installieren"
MSM0011="Hilfe"
MSM0012="Alles auswählen"
MSM0013="Alle löschen"
MSM0014="Aktuelle Info prüfen"
MSM0015="Installation fortsetzen"
MSM0016="Installation abbrechen"
MSM0017="Sprache"
MSM0018="Standard"
MSM0019="Überspringen"
MSM0020="Zurück nach oben"
MSM0021="Schließen"
MSM0022="Speichern"
MSM0101="Fehler"
MSM0102="Warnung"
MSM0103="Information"
MSM0104="Canon"
MSM1001="Sprache"
MSM1002="Wählen Sie die gewünschte Sprache und klicken Sie auf \"Weiter\"."
MSM1003="Wählen Sie die gewünschte Sprache und klicken Sie auf \"Zurück\"."
MSM1004="Bitte wählen Sie Ihre Sprache aus."
MSM1011="Die Installation des Hilfsprogramms wird gestartet. Das Hilfsprogramm wird für die Setupvorgänge benötigt."
MSM1021="Erfassen von Informationen"
MSM1022="Es werden Informationen zum aktuellen Treiber und zur aktuellen Software erfasst."
MSM1023="Bei einer Internetverbindung möchte diese Software die auf Ihrem Schlüsselbund gesicherten Informationen abrufen.\nWenn das Dialogfeld 'Zugriff auf den Schlüsselbund bestätigen' geöffnet wird, klicken Sie auf 'Immer erlauben'."
MSM1024="Es werden Informationen zur aktuellen Software erfasst."
MSM1031="Fehler beim Erfassen von Informationen"
MSM1032="Es konnten keine Informationen zum aktuellen Treiber und zur aktuellen Software erfasst werden. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut."
MSM1033="Es konnte keine mit Ihrer Umgebung kompatible Software gefunden werden."
MSM1034="Es konnten keine Informationen zur aktuellen Software erfasst werden. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut."
MSM1051="Drucker auswählen"
MSM1052="Scanner auswählen"
MSM1103="USA, Kanada, Lateinamerika"
MSM1104="Europa, Naher Osten, Afrika"
MSM1105="Asien"
MSM1106="Pazifik-Region"
MSM1116="Land und Region"
MSM1117="Wohnsitz wählen."
MSM1118="Wählen Sie Ihr Land oder Ihre Region aus. Wenn Ihr Land oder Ihre Region unten nicht aufgeführt ist, wählen Sie \"Andere\"."
MSM1241="Setup starten"
MSM1242="Die Einrichtung, die für die Verwendung des Geräts vom Computer aus benötigt wird, wird gestartet.\nFolgen Sie den Anweisungen auf dem Bildschirm."
MSM1243="Setup starten"
MSM1244="Mit dieser Software können Sie das Gerät vom Computer aus verwenden."
MSM1245="Nützliche Software"
MSM1246="Zeigt Ihnen, wie Sie Software herunterladen und verwenden können, damit Sie Ihr Gerät optimal nutzen können."
MSM1247="Online-Handbuch"
MSM1248="Das Handbuch kann online geprüft werden."
MSM1249="Im Internet gefundene aktualisierte Software verwenden"
MSM1250="Einstellungen"
MSM1305="Auf Laufwerk %DRIVELETTER% sind %DISKSPACE% MB freier Speicherplatz verfügbar"
MSM1306="Insgesamt belegter Platz: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1311="Anwendung"
MSM1312="Geschätzte Installationszeit: %INSTALLTIME_MIN% bis %INSTALLTIME_MAX% Minuten"
MSM1315="Die Installation kann je nach Netzwerkumgebung einige Zeit in Anspruch nehmen."
MSM1451="Softwareinstallationsliste"
MSM1452="Die ausgewählte Software wird installiert. Stellen Sie sicher, dass die zu installierende Software ausgewählt ist, und klicken Sie dann auf \"Weiter\"."
MSM1453_Mac="Zur Nutzung sämtlicher Funktionen dieses Druckers müssen alle unten aufgeführten Softwareanwendungen installiert werden."
MSM1454="Die Software ist obligatorisch, und ihre Auswahl kann nicht aufgehoben werden."
MSM1455_Mac="Zur Nutzung sämtlicher Funktionen dieses Scanners müssen alle unten aufgeführten Softwareanwendungen installiert werden."
MSM1601="Lizenzvereinbarung"
MSM1602="Lesen Sie die unten angezeigte Lizenzvereinbarung sorgfältig durch, bevor Sie die ausgewählten Software-Programme installieren."
MSM1603="Wenn Sie die Vereinbarung akzeptieren, klicken Sie auf \"Ja\". Wenn Sie auf \"Nein\" klicken, wird die Software-Installation abgebrochen."
MSM1604="Lesen Sie sorgfältig die nachfolgende Lizenzvereinbarung, bevor Sie %CURRENT_STEPITEM% installieren."
MSM1605="Wenn Sie die Vereinbarung akzeptieren, klicken Sie auf \"Ja\". Wenn Sie auf \"Nein\" klicken, wird diese Software nicht installiert."
MSM1606="Canon Produkte"
MSM1607="Wenn Sie diese Lizenzvereinbarung nicht akzeptieren, wird diese Software nicht installiert. OK?"
MSM1608="Wenn Sie diese Lizenzvereinbarung nicht akzeptieren, werden diese Anwendung und Print Studio Pro, für das diese Anwendung erforderlich ist, nicht installiert. OK?"
MSM1671=".NET Framework installieren"
MSM1672="Microsoft .NET Framework 4 ist auf diesem Computer nicht installiert. Um sämtliche Software verwenden zu können, müssen Sie Microsoft .NET Framework 4 installieren. Möchten Sie die Installation jetzt durchführen?"
MSM1681="Microsoft .NET Framework 4 nicht gefunden"
MSM1682="Microsoft .NET Framework 4 konnte nicht gefunden werden oder ist nicht ordnungsgemäß installiert.\nMicrosoft .NET Framework 4 muss ordnungsgemäß installiert sein, damit diese Software installiert werden kann."
MSM1683="Die ausgewählte Software erfordert die Installation von .Net Framework. Diese Software kann möglicherweise nicht installiert werden, wenn Sie nicht mit dem Internet verbunden sind."
MSM1684="  - %s"
MSM1701="Installationsfortschritt: %PROGRESS%%"
MSM1702="Noch ungefähr %RESTTIME% Minute(n) bis zum Abschluss"
MSM1711="Herunterladen..."
MSM1712="Verbleibende Zeit wird berechnet..."
MSM1804="Lizenzvereinbarung"
MSM1809="Abschluss"
MSM1901="Verarbeitung"
MSM1902="Verarbeitung. Bitte warten."
MSM1903="Dieser Vorgang kann etwa eine Minute dauern."
MSM1904="%ITEM% wird installiert."
MSM1905="%ITEM% wird heruntergeladen."
MSM1906="%PROG_CAPA%/%TOTAL_CAPA%MB wird heruntergeladen"
MSM1907="Überprüfen der herunterzuladenden Elemente..."
MSM1908="Herunterladen... %d/%d"
MSM2001="Druckeranschluss"
MSM2002="Stellen Sie sicher, dass der Drucker an den Computer angeschlossen ist, und schalten Sie den Drucker ein."
MSM2003="Der Drucker wird nicht erkannt. Überprüfen Sie die Verbindung."
MSM2008="Der Drucker wird auf Ihrem Computer registriert. \nDieser Vorgang kann einige Zeit in Anspruch nehmen."
MSM2010="Druckeranschluss"
MSM2031="Scanneranschluss"
MSM2032="Stellen Sie sicher, dass der Scanner an den Computer angeschlossen ist, und schalten Sie den Scanner ein, wenn er eine Taste \"EIN\" hat."
MSM2033="Der Scanner wird nicht erkannt. Überprüfen Sie die Verbindung."
MSM2034="Der Scanner wird erkannt. Bitte warten Sie, bis die Installation abgeschlossen ist."
MSM2096="Druckererkennung"
MSM2097="Der Drucker wird im Netzwerk gesucht."
MSM2111="Der Druckerstatus wird überprüft"
MSM2112="Überprüfen Sie die Verbindungsmethode"
MSM2113="Den Drucker über eine drahtlose Verbindung an den folgenden Wireless Router anschließen?"
MSM2114="Wireless Router: %s"
MSM2115="Drucker (Seriennummer): %s (%s)"
MSM2116="Wollen Sie dem folgenden Drucker erlauben, eine Wi-Fi-Verbindung zu verwenden?"
MSM2117="Wollen Sie dem folgenden Drucker erlauben, eine drahtgebundene LAN-Verbindung zu verwenden?"
MSM2118="Wollen Sie %s erlauben, eine USB-Verbindung zu verwenden?"
MSM2119="Wollen Sie dem folgenden Drucker erlauben, eine Direkte Verbindung zu verwenden?"
MSM2120="Informationen zu den Verbindungsmethoden"
MSM2121="Wireless Router auswählen"
MSM2122="Wählen Sie den Wireless Router aus, mit dem der Drucker verbunden werden soll."
MSM2123="Wireless Router:"
MSM2124="Kennwort:"
MSM2125="Text ausblenden"
MSM2126="Manuell hinzufügen"
MSM2131="Geben Sie die Informationen Ihres Wireless Routers ein."
MSM2132="Netzwerkname (SSID):"
MSM2133="Verschlüsselungstyp:"
MSM2134="Nicht verwenden"
MSM2135="WEP verwenden"
MSM2136="WPA/WPA2 verwenden"
MSM2137="Keine"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="WEP-Schlüssellänge:"
MSM2142="64 Bit"
MSM2143="128 Bit"
MSM2151="WEP-Schlüsselformat:"
MSM2152="ASCII"
MSM2153="Hex"
MSM2161="WEP-Schlüssel-ID:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="Für 64-Bit-WEP muss die Schlüssellänge 5 Zeichen im Format ASCII betragen.\nBitte erneut eingeben."
MSM2172="Für 64-Bit-WEP muss die Schlüssellänge 10 Ziffern im Format Hex betragen.\nBitte erneut eingeben."
MSM2173="Für 128-Bit-WEP muss die Schlüssellänge 13 Zeichen im Format ASCII betragen.\nBitte erneut eingeben."
MSM2174="Für 128-Bit-WEP muss die Schlüssellänge 26 Ziffern im Format Hex betragen.\nBitte erneut eingeben."
MSM2175="Wenn das Schlüsselformat ASCII lautet, dürfen ausschließlich ASCII-Zeichen verwendet werden.\nGeben Sie den korrekten Wert ein."
MSM2176="Es können nur Hexadezimalzahlen verwendet werden, wenn das Schlüsselformat hexadezimal ist. \nGeben Sie den richtigen Wert ein."
MSM2177="Geben Sie ein Kennwort aus 8 bis 63 Zeichen (ASCII) oder aus 64 Zeichen (hexadezimal) ein."
MSM2178="Das Kennwort ist ungültig. 5 oder 13 Zeichen bzw. 10 oder 26 Zeichen (hexadezimal) eingeben."
MSM2181="Überprüfen Sie den Netzwerknamen (SSID)"
MSM2182="Wireless Router (SSID): %s\n\nWenn der Netzwerkname (SSID) korrekt ist, klicken Sie auf [Weiter], um fortzufahren.\nWenn der Netzwerkname (SSID) nicht korrekt ist, klicken Sie auf [Zurück] und fügen Sie den Wireless Router erneut hinzu."
MSM2183="Das Kennwort für den Wireless Router ist möglicherweise nicht korrekt.\nKlicken Sie auf [Zurück] und geben Sie das Kennwort erneut ein."
MSM2184="Netzwerk-Auswahlfehler (SSID)"
MSM2185="Ihr Drucker unterstützt keine 5GHz Netzwerke.\nBitte klicken Sie auf [Zurück] und wählen Sie ein Netzwerk (SSID) aus, das 2.4GHz unterstützt."
MSM2186="Der Verschlüsselungstyp des Wireless Routers stimmt nicht mit den Verschlüsselungseinstellungen überein.\nBitte klicken Sie auf [Zurück] und fügen Sie den Wireless Router erneut hinzu."
MSM2190="Netzwerk (SSID) auswählen"
MSM2191="Das Netzwerk (SSID), mit dem dieser Computer verbunden ist, kann vom Drucker nicht gefunden werden. Wählen Sie einen Netzwerknamen (SSID)."
MSM2192="MAC-Adresse:"
MSM2193="(Auswählen)"
MSM2194="Andere Netzwerke"
MSM2195="Einstellungen Netzwerk (SSID)"
MSM2196="Geben Sie Ihre Netzwerkinformationen (SSID) ein."
MSM2197="Kennwort"
MSM2198="Geben Sie das Kennwort für das Netzwerk (SSID) ein."
MSM2199="Netzwerkname (SSID): %s"
MSM2200="Netzwerkname (SSID): %s\n\nWenn der Netzwerkname (SSID) korrekt ist, klicken Sie auf [Weiter], um fortzufahren.\nWenn der Netzwerkname (SSID) nicht korrekt ist, klicken Sie auf [Zurück] und wählen Sie den Netzwerknamen (SSID) erneut aus."
MSM2201="Das Kennwort für das Netzwerk (SSID) ist möglicherweise nicht korrekt.\nKlicken Sie auf [Zurück] und geben Sie das Kennwort erneut ein."
MSM2202="Ihr Drucker unterstützt keine 5GHz Netzwerke.\nBitte klicken Sie auf [Zurück] und wählen Sie ein Netzwerk (SSID) aus, das 2.4GHz unterstützt."
MSM2203="Der Verschlüsselungstyp des Netzwerks (SSID) stimmt nicht mit den Verschlüsselungseinstellungen überein.\nBitte klicken Sie auf [Zurück] und führen Sie die Konfiguration erneut aus."

MSM2252="Setup abgeschlossen"
MSM2253="Die Einrichtung für das Drucken vom Computer aus ist abgeschlossen.\nAls Nächstes wird die Software installiert."
MSM2254="Die Installation wurde nicht abgeschlossen.\nUm mit der Installation der nützlichen Software fortzufahren, klicken Sie auf [Fortsetzen]."
MSM2255="Das Setup wurde abgeschlossen."
MSM2256="Sie können jetzt über Ihren Computer drucken."
MSM2261="Einrichten"
MSM2262="Die Netzwerkverbindung ist während der Einrichtung vorübergehend deaktiviert.\nDieser Vorgang kann ein paar Minuten dauern. Bitte warten."
MSM2263="Die kabellose Einrichtung ist fehlgeschlagen. Unterbrechen Sie den Vorgang, und wählen Sie eine andere Methode gemäß den Anweisungen auf den Bildschirmen."
MSM2264="Die Einrichtung wird vorgenommen. Dieser Vorgang kann ein paar Minuten dauern. Bitte warten."
MSM2301="Installationsfehler"
MSM2310="Druckersuchfehler"
MSM2311="Der angeschlossene Drucker wurde nicht gefunden.\nUm den Drucker erneut zu suchen, klicken Sie auf [Erneut suchen]."
MSM2312="Erneut suchen"
MSM2313="Setup abgebrochen"
MSM2314="Das Setup wurde abgebrochen.\nKlicken Sie auf [Zurück nach oben], und starten Sie das Setup neu."
MSM2315="Installation fehlgeschlagen.\nKlicken Sie auf [Zurück nach oben], und starten Sie das Setup neu."
MSM2390="Vor der Verwendung des Druckers müssen Sie die Druckkopfausrichtung ausführen. Klicken Sie für nähere Informationen auf [Druckkopfausrichtung] und befolgen Sie die Anweisungen auf dem Bildschirm.\n\nWenn die Ausrichtung abgeschlossen ist, klicken Sie auf [Weiter]."
MSM2391="Druckkopfausrichtung"
MSM2401="Druckkopfausrichtung empfohlen"
MSM2411="Druckkopfausrichtung"
MSM2413="Ausführen"
MSM2414="Zum Drucken von Fotos auf diesem Drucker wird empfohlen, die Druckkopfausrichtung durchzuführen. Um die Druckkopfausrichtung jetzt durchzuführen, legen Sie Normalpapier in die Kassette ein und klicken Sie auf \"Ausführen\". Klicken Sie nach Abschluss der Druckkopfausrichtung auf \"Weiter\". Detaillierte Informationen finden Sie im Druckerhandbuch.\n\nDarüber hinaus ist die Druckkopfausrichtung verfügbar, wenn das Setup abgeschlossen ist. Um ohne Druckkopfausrichtung fortzufahren, klicken Sie auf \"Weiter\"."
MSM2416="Sie müssen eine Druckkopfausrichtung durchführen, bevor Sie diesen Drucker verwenden. Klicken Sie auf \"Ausführen\", um den Bildschirm  \"Druckkopfausrichtung starten\" anzuzeigen. Folgen Sie den Anweisungen auf dem Bildschirm, um das Ausrichtungsmuster auszudrucken. Legen Sie das ausgedruckte Ausrichtungsmuster auf die Druckkopfwalze und scannen Sie es.\n\nNach Abschluss der Druckkopfausrichtung klicken Sie auf \"Weiter\"."
MSM2416_Mac="Sie müssen eine Druckkopfausrichtung durchführen, bevor Sie diesen Drucker verwenden. Klicken Sie auf \"Ausführen\", um den Bildschirm  \"Druckkopfausrichtung starten\" anzuzeigen. Folgen Sie den Anweisungen auf dem Bildschirm, um das Ausrichtungsmuster auszudrucken. Legen Sie das ausgedruckte Ausrichtungsmuster auf die Druckkopfwalze und scannen Sie es.\n\nNach Abschluss der Druckkopfausrichtung klicken Sie auf \"Weiter\"."
MSM2417="Dieser Drucker verfügt über eine Funktion zur Druckkopfausrichtung. Wenn der Ausdruck falsch ausgerichtete Zeilen enthält oder nicht zufriedenstellend ist, können Sie dies durch eine Druckkopfausrichtung möglicherweise beheben."
MSM2418="Sie müssen eine Druckkopfausrichtung durchführen, bevor Sie diesen Drucker verwenden. Legen Sie Papier in den Drucker ein, klicken Sie auf \"Ausführen\" und dann auf \"Weiter\"."
MSM2418_Mac="Sie müssen eine Druckkopfausrichtung durchführen, bevor Sie den Drucker verwenden können. Legen Sie Papier in den Drucker ein und klicken Sie auf \"Ausführen\".\n\nKlicken Sie auf \"Weiter\", wenn Sie die Druckköpfe nicht ausrichten möchten."
MSM2420="Drucker werden gesucht."
MSM2421="%PRODUCTNAME% wird gesucht."
MSM2422="Die Druckerwarteschlange wurde nicht gefunden."
MSM2423="Klicken Sie auf \"Drucker registrieren\", um Ihren Drucker zu registrieren."
MSM2424="Drucker registrieren"
MSM2434="Scanner registrieren"
MSM2437_Mac="Drucker hinzufügen"
MSM2438_Mac="Wenn Sie auf [Drucker hinzufügen] klicken, werden die verfügbaren Drucker angezeigt. Wählen Sie %s, für den \"Canon IJ Network\" im Feld \"Art\" angezeigt wird, und klicken Sie auf [Hinzufügen].\nKlicken Sie nach dem Hinzufügen des Druckers auf [Weiter]."
MSM2439_Mac="Wenn die Drucker, die hinzugefügt werden können, nicht angezeigt werden oder Sie Unterstützung zur Verwendung des Bildschirms benötigen, klicken Sie auf \"Online-Handbuch\"."
MSM2440_Mac="Scanner auswählen"
MSM2441_Mac="Den Scanner mit dem Computer konfigurieren.\n\nKlicken Sie auf [Scanner auswählen], um die Anwendungssoftware zu starten, damit der Scanner konfiguriert werden kann. Folgen sie den Anweisungen in der Anwendungssoftware, um die Konfiguration abzuschließen."
MSM2451="Benutzerregistrierung"
MSM2453="Weiter"
MSM2464="Benutzerregistrierung"
MSM2465="Registrieren Sie Ihr Canon Produkt noch heute und Sie erhalten folgende Vorteile:\n- Unseren monatlichen E-Mail-Newsletter mit Canon-Sonderangeboten\n- Lustige Creative Park-Projekte und hilfreiche Tipps\n- Vorabinformationen über Software-Upgrades"
MSM2474="Benutzerregistrierung"
MSM2475="Wenn Sie Ihr Produkt registrieren, können Sie wichtige Produkt- und Service-Informationen erhalten. Für die Registrierung benötigen Sie eine Internet-Verbindung."
MSM2484="Produktregistrierung"
MSM2485JU="Wenn Sie Ihr Produkt noch heute registrieren, profitieren Sie von folgenden Vorteilen:\n- Canon U.S.A. verwahrt Ihre Daten für etwaige Versicherungsansprüche\n- Sie erhalten als einer der Ersten Benachrichtigungen über Software-Upgrades\n- Sie erhalten per E-Mail unseren monatlichen Infobrief mit Canon-Angeboten"
MSM2485M="Wenn Sie ein Produkt aktualisieren oder registrieren, können Sie wichtige Produkt- und Service-Informationen erhalten. Für die Registrierung benötigen Sie eine Internet-Verbindung."
MSM2486_Mac="Wenn Sie auf \"Weiter\" klicken, werden Ihr Produktname, die Betriebssysteminformationen und die Regionsinformationen automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden nur dazu verwendet, den Registrierungsbildschirm zu öffnen."
MSM2486_Mac2="Wenn Sie auf \"Weiter\" klicken, werden Ihr Produktname, die Betriebssysteminformationen, die Regionsinformationen und die Seriennummer des Druckers automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden nur dazu verwendet, den Registrierungsbildschirm zu öffnen."
MSM2487="Um später zu registrieren, klicken Sie auf \"Abbrechen\" und fahren Sie mit dem nächsten Schritt fort. Sie können Ihre Produkte auch jederzeit über Quick Menu registrieren."
MSM2501="CANON iMAGE GATEWAY Benutzerregistrierung"
MSM2502="Registrieren"
MSM2503="CANON iMAGE GATEWAY Produktregistrierung"
MSM2504="CANON iMAGE GATEWAY ist ein exklusiver Onlineservice für Produktkäufer, die zur kostenlosen Mitgliedschaft/jährlichen kostenlosen Mitgliedschaft berechtigt sind. Wenn Sie die Benutzerregistrierung beantragen, können Sie verschiedene Services nutzen, mit denen Sie Ihre digitale Fotoumgebung erweitern können."
MSM2505="CANON iMAGE GATEWAY ist eine Website ohne Mitgliedsbeitrag. Wir informieren Sie über unsere Produkte und Druckerzeugnisse wie Neujahrskarten. Wir geben nützliche Hinweise zu Aufnahmetechniken mit unseren Kameras, damit Sie Freude mit unseren Produkten haben, und wertvolle Informationen zu unseren Outlet-Verkäufen, die ausschließlich Mitgliedern vorbehalten sind."
MSM2506="Wenn Sie auf \"Registrieren\" klicken, werden Ihr Produktname, die Betriebssysteminformationen und die Regionsinformationen automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden nur dazu verwendet, den Registrierungsbildschirm zu öffnen."
MSM2507="Wenn Sie auf \"Registrieren\" klicken, werden Ihr Produktname, die Betriebssysteminformationen, die Regionsinformationen und die Seriennummer des Druckers automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden nur dazu verwendet, den Registrierungsbildschirm zu öffnen."
MSM2511="Benutzerregistrierung"
MSM2513="Produktregistrierung"
MSM2514="Registrieren Sie Ihr Canon Produkt noch heute und Sie erhalten folgende Vorteile:\n- Unseren monatlichen E-Mail-Newsletter mit Canon-Sonderangeboten\n- Lustige Creative Park-Projekte und hilfreiche Tipps\n- Vorabinformationen über Software-Upgrades"
MSM2515="Wenn Sie Ihr Produkt registrieren, können Sie wichtige Produkt- und Service-Informationen erhalten. Für die Registrierung benötigen Sie eine Internet-Verbindung."
MSM2516="Wenn Sie auf \"Weiter\" klicken, werden Ihr Produktname, die Betriebssysteminformationen und die Regionsinformationen automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden nur dazu verwendet, den Registrierungsbildschirm zu öffnen."
MSM2517="Wenn Sie auf \"Weiter\" klicken, werden Ihr Produktname, die Betriebssysteminformationen, die Regionsinformationen und die Seriennummer des Druckers automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden nur dazu verwendet, den Registrierungsbildschirm zu öffnen."
MSM2521="Benutzerregistrierung. Ihr Produktname, die Betriebssysteminformationen, die Regionsinformationen und die Seriennummer des Druckers werden automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden direkt im Registrierungsbildschirm angezeigt. Klicken Sie auf \"OK\", um fortzufahren."
MSM2522="Benutzerregistrierung. Ihr Produktname, die Betriebssysteminformationen und die Regionsinformationen werden automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden nur dazu verwendet, den Registrierungsbildschirm zu öffnen. Klicken Sie auf \"OK\", um fortzufahren."
MSM2526="Benutzerregistrierung. Ihr Produktname, die Betriebssysteminformationen, die Regionsinformationen und die Seriennummer des Druckers werden automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden direkt im Registrierungsbildschirm angezeigt. Klicken Sie auf \"OK\", um fortzufahren."
MSM2527="Benutzerregistrierung. Ihr Produktname, die Betriebssysteminformationen und die Regionsinformationen werden automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden nur dazu verwendet, den Registrierungsbildschirm zu öffnen. Klicken Sie auf \"OK\", um fortzufahren."
MSM2551="Canon %s Benutzerregistrierung"
MSM2552="Benutzerregistrierung - Deinstallation"
MSM2571="%s Benutzerregistrierung - Deinstallationsprogramm"
MSM2572="Möchten Sie \"Canon %s Benutzerregistrierung\" und alle zugehörigen Komponenten wirklich vollständig entfernen?"
MSM2573="Deinstallation erfolgreich abgeschlossen."
MSM2574="Deinstallation fehlgeschlagen."
MSM2575="Sie müssen Ihren Computer neu starten, um die Deinstallation abzuschließen. Klicken Sie auf \"OK\", um neu zu starten. Klicken Sie auf \"Abbrechen\", um später neu zu starten."
MSM2576="Sie benötigen Administratorrechte für die Deinstallation von Canon %s Benutzerregistrierung."
MSM2577="Benutzerregistrierung. Ihr Produktname, die Betriebssysteminformationen und die Regionsinformationen werden automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden direkt im Registrierungsbildschirm angezeigt. Klicken Sie auf \"OK\", um fortzufahren."
MSM2577_Mac2="Benutzerregistrierung. Ihr Produktname, die Betriebssysteminformationen, die Regionsinformationen und die Seriennummer des Druckers werden automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden direkt im Registrierungsbildschirm angezeigt. Klicken Sie auf \"OK\", um fortzufahren."
MSM2578="Benutzerregistrierung. Ihr Produktname, die Betriebssysteminformationen und die Regionsinformationen werden automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden nur dazu verwendet, den Registrierungsbildschirm zu öffnen. Klicken Sie auf \"OK\", um fortzufahren."
MSM2578_2="Benutzerregistrierung. Ihr Produktname, die Betriebssysteminformationen, die Regionsinformationen und die Seriennummer des Druckers werden automatisch erfasst und über das Internet an Canon gesendet. Diese Informationen werden nur dazu verwendet, den Registrierungsbildschirm zu öffnen. Um fortzufahren, stellen Sie sicher, dass der Drucker an den Computer angeschlossen ist, schalten Sie den Drucker ein und klicken Sie auf \"OK\"."
MSM2580="Verbindung fehlgeschlagen. Vergewissern Sie sich, dass die Netzwerkverbindung aktiv ist, und versuchen Sie es anschließend erneut. Wenn die Verbindung weiterhin fehlschlägt, warten Sie etwas und versuchen es anschließend erneut. Sie können Ihre Produkte auch jederzeit über Solution Menu EX registrieren."
MSM2581="Verbindung fehlgeschlagen. Vergewissern Sie sich, dass die Netzwerkverbindung aktiv ist, und versuchen Sie es anschließend erneut. Wenn die Verbindung weiterhin fehlschlägt, warten Sie etwas und versuchen es anschließend erneut."
MSM2582="Verbindung fehlgeschlagen."
MSM2584="Verbindung wird hergestellt. Bitte warten."
MSM2585="Geben Sie Ihren Benutzernamen und Ihr Kennwort ein."
MSM2586="Benutzername:"
MSM2587="Kennwort:"
MSM2589="Verbindung fehlgeschlagen. Vergewissern Sie sich, dass die Netzwerkverbindung aktiv ist, und versuchen Sie es anschließend erneut. Wenn die Verbindung weiterhin fehlschlägt, warten Sie etwas und versuchen es anschließend erneut."
MSM2590="Sie können keine Verbindung herstellen, wenn der Drucker ausgelastet ist, wie beispielsweise während der Reinigung oder der Druckkopfausrichtung.\nVersuchen Sie die Wi-Fi-Einrichtung erneut, wenn sich der Drucker im Leerlauf befindet."
ExecutingPrefSet_Mac="Das Anwendungsprogramm ist mit CanoScan Toolbox verknüpft"
MSM2601="Installation erfolgreich abgeschlossen."
MSM2602="Starten Sie das System jetzt neu (empfohlen)"
MSM2603="Online fortfahren"
MSM2604="Klicken Sie auf [Online fortfahren], um die Canon-Website aufzurufen, auf der Sie zusätzliche Apps herunterladen können und weitere Informationen zu Funktionen und Diensten erhalten, die für Ihren Drucker verfügbar sind.\nDiese Software wird geschlossen und die Canon-Website wird im Browser geöffnet."
MSM2605="Online fortfahren"
MSM2701="Abbruch der Installation"
MSM2702_Mac="Die Installation wurde nicht abgeschlossen. Um damit fortzufahren, klicken Sie auf \"Fortsetzen\". Um sie abzubrechen, klicken Sie auf \"Abbrechen\"."
MSM2801="Änderung der Systemeinstellungen"
MSM2802="Sie müssen das System neu starten, damit die neuen Einstellungen wirksam werden.\nMöchten Sie das System jetzt neu starten?"
MSM2851="Extended Survey Program"
MSM2870="Zur Entwicklung und Vermarktung von Produkten, die den Anforderungen der Kunden besser entsprechen, bittet Canon darum, die nachfolgenden, auf Ihren Drucker bezogenen Informationen über das Internet an Canon zu senden."
MSM2871="Zur Entwicklung und Vermarktung von Produkten, die den Anforderungen der Kunden besser entsprechen, bittet Canon darum, die nachfolgenden, auf Ihren Drucker bezogenen Informationen über das Internet zum rechtlich anerkannten Forschungsunternehmen zu senden."
MSM2873="Wenn Sie damit einverstanden sind, klicken Sie auf \"Akzeptieren\". Andernfalls klicken Sie auf \"Nicht akzeptieren\"."
MSM2874="Zur Entwicklung und Vermarktung von Produkten, die den Anforderungen der Kunden besser entsprechen, bittet Canon darum, die nachfolgenden, auf Ihr Canon-Produkt bezogenen Informationen über das Internet an Canon (oder, wenn Sie Ihr Canon-Produkt in China nutzen, an das rechtlich anerkannte Forschungsunternehmen) zu senden."
MSM2876="Wenn Sie damit einverstanden sind, klicken Sie auf \"Akzeptieren\", um mit der Installation des Erfassungsprogramms zu beginnen. Andernfalls klicken Sie auf \"Nicht akzeptieren\". Auf nicht unterstützten Betriebssystem-Versionen wird dieses Programm möglicherweise nicht ausgeführt."
MSM2901="Testdruck"
MSM2904="Zur Überprüfung des Druckerbetriebs wird ein Testdruck ausgeführt.\nLegen Sie dazu Normalpapier in den Drucker ein, klicken Sie auf [Start]. Wenn der Testdruck abgeschlossen ist, klicken Sie auf [Weiter].\n\nFalls ein Druckfehler auftritt, befolgen Sie die Anweisungen auf dem Bildschirm, um das Setup erneut zu starten."
MSM2905="Start"
MSM2906="Die Daten zum Überprüfen, ob der Drucker ordnungsgemäß funktioniert, wurden gesendet."
MSM3001="Sie benötigen diese Software, um Ihren Drucker verwenden zu können.\nSie können damit Druckvorgänge für verschiedene Papiertypen und -größen durchführen."
MSM3002_Mac="Das Online-Handbuch enthält Informationen zur Funktionsweise des Druckertreibers sowie einfache Anweisungen zur Verwendung der Anwendungs-Software."
MSM3008="Sie können Bilddateien und Text kombinieren und Direct Print auf Datenträgern problemlos ausführen."
MSM3009="System aktualisieren."
MSM3010="Mit diesem Dienstprogramm können Sie von Ihrem Computer aus auf die Dateien auf der Speicherkarte zugreifen, die sich im Kartensteckplatz Ihres Druckers befindet."
MSM3011="Mit diesem Treiber können Sie Ihr Gerät in einem Netzwerk verwenden."
MSM3012="Verwenden Sie dieses Tool, um die Anschlussmethode und die Sicherheitseinstellungen des Netzwerkdruckers zu ändern."
MSM3013="My Printer erleichtert Ihnen die Behebung von Druckproblemen wie z. B. verschmierten Ausdrucken."
MSM3016="Die MP Drivers werden benötigt, um Dokumente zu drucken und Bilder zu scannen."
MSM3018="ArcSoft PhotoStudio ermöglicht es Ihnen, die von Ihrem Scanner oder Ihrer Digitalkamera importierten Bilder zu korrigieren bzw. zu verbessern."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE ist ein OCR-Programm (Optical Character Recognition), das den Text aus Büchern oder Zeitungen in Textdaten konvertieren kann."
MSM3021="Presto! PageManager erleichtert das Scannen, Verteilen und Organisieren von Dokumenten und Fotos. Sie können alle Ihre Geschäftsdokumente in einer unbegrenzten Anzahl von verschachtelten Ordnern ablegen, um sie so leichter wiederfinden zu können."
MSM3023="Mit dem Canon Setup Utility können Sie die Druckeinstellungen über eine Infrarot- oder eine Bluetooth-Verbindung konfigurieren."
MSM3024="Mit Setup Utility können Sie die Einstellungen für das Drucken über PictBridge konfigurieren."
MSM3026="Dies ist eine Plug-In-Software, die den professionellen Fotodruck auf einfachere Weise ermöglicht. Um diese Plug-In-Software nutzen zu können, müssen Sie die geeignete Anwendungssoftware installieren."
MSM3027="Der XPS-Treiber eignet sich zum Drucken über Anwendungen, die den Druck von XPS-Dokumenten (unter Windows Vista oder höher) unterstützen."
MSM3027_0="Der XPS-Treiber eignet sich zum Drucken über Anwendungen, die den Druck von XPS-Dokumenten (unter Windows Vista oder höher) unterstützen. Der IJ-Druckertreiber muss korrekt installiert sein."
MSM3027_1="Der XPS-Treiber eignet sich zum Drucken über Anwendungen, die den Druck von XPS-Dokumenten (unter Windows Vista oder höher) unterstützen. Die MP Drivers müssen korrekt installiert sein."
MSM3028="ScanGear ist ein Treiber, der für die Verwendung des Scanners benötigt wird. Führen Sie zur Verwendung des Treibers Anwendungs-Software wie beispielsweise ein Grafikbearbeitungsprogramm aus."
MSM3028_Mac="Ein Treiber, der für die Nutzung des Scanners benötigt wird. Mit ihm können Sie beim Scannen das Dokumentformat, das Ausgabeformat und andere erweitere Einstellungen angeben. Außerdem wird er beim Betrieb des Scanners über TWAIN-kompatible Anwendungen verwendet."
MSM3031_Mac="Das Online-Handbuch enthält Informationen zur Funktionsweise des Druckertreibers sowie einfache Anweisungen zur Verwendung der Anwendungs-Software."
MSM3032=
MSM3034="Dies ist für den farbgetreuen Druck von Adobe RGB-Bildern erforderlich. Adobe ist eine eingetragene Marke oder Marke von Adobe Systems Inc. in den USA und/oder in anderen Ländern. "
MSM3035="Setup Utility ermöglicht Ihnen die Konfiguration der Einstellungen für den Druck mittels Infrarot- bzw. Bluetooth-Verbindung oder über PictBridge."
MSM3037="ScanGear CS ist ein Scanner-Treiber (TWAIN-Treiber), der für die Verwendung des Scanners benötigt wird. Führen Sie zur Verwendung des Treibers Anwendungs-Software wie beispielsweise ein Grafikbearbeitungsprogramm aus."
MSM3040="Mit Easy-PhotoPrint EX können Sie mühelos Ihr eigenes Fotoalbum, Ihre eigenen Etiketten oder Kalender von Ihren mit einer Digitalkamera gemachten Fotos erstellen. Sie können auch randlose Fotos im Handumdrehen drucken. Vor dem Drucken können Sie zudem eine Rote-Augen-Korrektur und eine digitale Gesichtsglättung durchführen."
MSM3041="Startet sofort die Zubehör-Software, mit der Sie mühelos Ihre Fotos drucken können."
MSM3042="Mit MP Navigator EX können Sie Ihre gescannten Bilder einfach in eine Anwendungs-Software importieren, um sie zu drucken, an E-Mails anzuhängen oder auf Ihrem Computer zu speichern."
MSM3043="Das Handbuch erläutert die Verwendung des Geräts und der mitgelieferten Anwendungssoftware. Außerdem enthält es Informationen zur Fehlerbehebung."
MSM3043_Mac="Das Handbuch erläutert die Verwendung des Geräts und der mitgelieferten Anwendungssoftware. Außerdem enthält es Informationen zur Fehlerbehebung."
MSM3044="Mit Easy-WebPrint EX können Sie Teile von Webseiten zuschneiden und in Ihrem eigenen Layout drucken. Easy-WebPrint EX wird in Ihrem Browser als einfach zu verwendende Symbolleiste angezeigt."
MSM3044_Mac="Mit Easy-WebPrint EX können Sie Teile von Webseiten zuschneiden und in Ihrem eigenen Layout drucken. Es ist ein praktisches Plug-in für Ihren Browser. Safari 4.0 oder höher ist erforderlich."
MSM3045="Mit dieser Software können Sie die im Drucker registrierten Einstellungen für Code-Kurzwahl, Benutzerinformationen und andere Einstellungen bearbeiten. Bearbeitete Einstellungen können auf dem Computer gespeichert oder im Drucker registriert werden."
MSM3046="Durch die Verwendung von Solution Menu EX startet die Anwendungs-Software sofort, mit der Sie mühelos Alben und Kalender drucken oder Dokumente per Mausklick scannen können. Auch können Sie problemlos auf die Websites von Canon zugreifen, die verschiedene Verwendungszwecke unterstützen."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Sie können Fotos importieren und mit ihnen personalisierte Elemente wie Collagen, Karten oder Kalender erstellen und drucken. Außerdem können Sie randlose Fotos drucken und Bilder über einfache Schritte korrigieren bzw. verbessern. In Verbindung mit Image Display ist es zudem möglich, Empfehlungen aus gespeicherten Fotos zu generieren."
MSM3049="Ein Plug-in für Fotodruck, mit dem die Erstellung von professionellen Kunstwerken vereinfacht und verbessert wird. Eine geeignete Anwendung muss installiert sein. Passende Anwendungen können Sie dem Handbuch entnehmen."
MSM3050="Die Software und das Handbuch für Ihr Canon Produkt können schnell gestartet werden. Sie können auch schnell auf Websites mit nützlichen Informationen über Ihr Canon Produkt oder auf hilfreiche Websites für verschiedene Zwecke und mehr zugreifen."
MSM3051="Ein Treiber, der für die Nutzung des Scanners benötigt wird. Er wird beim Betrieb des Scanners über ICA-kompatible Anwendungen verwendet."
MSM3052="Dieses Dienstprogramm scannt und speichert Bilder."
MSM3053="Die Software für Ihr Canon Produkt kann schnell gestartet werden. Sie können auch schnell auf Handbücher und verschiedene Websites zugreifen."
MSM3054="Fügen Sie die Wörterbücher hinzu, die bei der Erstellung durchsuchbarer PDF-Dokumente oder für den OCR-Vorgang verwendet werden sollen. Wählen Sie nach der Installation die entsprechende Sprache auf dem Einstellungsbildschirm des Canon IJ Scan Utility."
MSM3055="Diese Anwendung öffnet ScanGear zur Voranzeige und zum Scannen von Bildern und speichert sie dann auf einem Computer."
MSM3056="Mit dieser Software können Sie die Einstellungen für die Verwendung des Druckers im Netzwerk konfigurieren."
MSM3057="Mit dieser Software können Sie das Drucken mit der CAD-Software \"AutoCAD\" von Autodesk, Inc. optimal steuern."
MSM3058="Mit dieser Software können Sie Dateien, wie zum Beispiel mehrere Zeichnungen, direkt und problemlos ausgeben, ohne die bestimmte Anwendung ausführen zu müssen.\nZudem erfolgt eine Interoperation mit dem Cloud-Dienst, um eine zeitnahe Freigabe von Dateien zwischen relevanten Benutzern zu ermöglichen."
MSM3059="Dieses Plug-In wurde für Microsoft Word, Microsoft Excel und Microsoft PowerPoint erstellt. Verwenden Sie es, um eine Reihe von Druckaufgaben aus Microsoft Office mit Druckern zu vereinfachen."
MSM3062="Mit dieser Anwendung können Sie das Layout des Textes und der Bilder auf der Seite für den Druck auswählen."
MSM3063="Erstellen und drucken Sie mit Ihren Lieblingsfotos individuelle Collagen, Karten, Kalender und mehr. Es ist auch ganz einfach, randlose Kopien Ihrer Fotos zu erstellen."
MSM3064="Wenn Sie den Ordner mit Ihren Fotos auswählen, wählt die App automatisch Fotos aus und erstellt mit diesen ein Fotobuch. Nach der Übermittlung Ihrer Bestellung über die App wird Ihr Fotobuch in hoher Auflösung auf einem Canon-Fotolabordrucker gedruckt. Sie können auch Easy-PhotoPrint Editor verwenden, um Fotos aus Ihrem Fotobuch mit Ihrem eigenen Drucker zu Hause zu drucken."
MSM3066="Wenn Sie den Ordner mit Ihren Fotos auswählen, wählt die App automatisch Fotos aus und erstellt mit diesen ein Fotobuch. Nach der Übermittlung Ihrer Bestellung über die App wird Ihr Fotobuch in hoher Auflösung auf einem Canon-Fotolabordrucker gedruckt. Sie können auch Easy-PhotoPrint Editor verwenden, um Fotos aus Ihrem Fotobuch mit Ihrem eigenen Drucker zu Hause zu drucken."

MSM4001W="IJ-Druckertreiber"
MSM4001="Druckertreiber"
MSM4002="Benutzerhandbuch"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS-Treiber"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Kurzwahlprogramm"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA-Treiber"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Zusätzliche Wörterbücher für OCR (Chinesisch/Koreanisch)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: Erstellen von personalisierten Fotobüchern"
MSM4067="hdAlbum EZ: Erstellen von personalisierten Fotobüchern"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="Die Funktion für den Online-Tintenkauf ist jetzt bereit."
EIDENABLER_ADMIN="Um diese Software auszuführen, müssen Sie sich als Mitglied der Administratorgruppe anmelden."
MENU1_Mac="Über Setup"
MENU2_Mac="Dienste"
MENU3_Mac="Setup ausblenden"
MENU4_Mac="Andere ausblenden"
MENU5_Mac="Alle einblenden"
MENU6_Mac="Setup beenden"
MENU7_Mac="Bearbeiten"
MENU8_Mac="Ausschneiden"
MENU9_Mac="Kopieren"
MENU10_Mac="Einsetzen"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="China"
HK="Hongkong"
ID="Indonesien"
IN="Indien"
JP="Japan"
KR="Korea"
MY="Malaysia"
PH="Philippinen"
SG="Singapur"
TW="Taiwan"
TH="Thailand"
VN="Vietnam"
MO="Macau"
AU="Australien"
NZ="Neuseeland"
US="USA"
CA="Kanada"
BR="Brasilien"
MX="Mexiko"
AR="Argentinien"
CL="Chile"
PA="Panama"
AT="Österreich"
BE="Belgien"
BG="Bulgarien"
HR="Kroatien"
CZ="Tschechische Republik"
DK="Dänemark"
EE="Estland"
FI="Finnland"
FR="Frankreich"
DE="Deutschland"
GR="Griechenland"
HU="Ungarn"
IE="Irland"
IT="Italien"
LV="Lettland"
LT="Litauen"
LU="Luxemburg"
NL="Niederlande"
NO="Norwegen"
PL="Polen"
PT="Portugal"
RO="Rumänien"
RU="Russland"
SK="Slowakische Republik"
SI="Slowenien"
ZA="Südafrika"
ES="Spanien"
SE="Schweden"
CH="Schweiz"
TR="Türkei"
GB="Vereinigtes Königreich"
Others="Andere"
MSM5001="Alias auf Desktop erstellen"
MSM5002="Wenn Sie damit einverstanden sind, ein Alias des Handbuchs auf dem Desktop zu erstellen, wählen Sie \"Akzeptieren\". Wenn Sie \"Nicht akzeptieren\" wählen, können Sie das Handbuch im Anwendungsordner öffnen."
MSM5003="Akzeptieren"
MSM5004="Nicht akzeptieren"
MSM5010="Easy-WebPrint EX zum Dock hinzufügen"
MSM5011="Wenn Sie damit einverstanden sind, Easy-WebPrint EX zum Dock hinzuzufügen, wählen Sie \"Akzeptieren\". Wenn Sie \"Nicht akzeptieren\" wählen, können Sie Easy-WebPrint EX über den Anwendungsordner verwenden."
MSM5012="Akzeptieren"
MSM6000="Wählen Sie die Anschlussmethode des Druckers aus."
MSM6001="Wi-Fi-Verbindung"
MSM6002="Drahtgebundene LAN-Verbindung (Ethernet-Kabel)"
MSM6003="USB-Verbindung (USB-Kabel)"
MSM6004="Netzwerkeinrichtung des Druckers erneut versuchen"
MSM6005="Wählen Sie die Wi-Fi-Anschlussmethode aus."
MSM6006="Über Wireless Router verbinden (empfohlen)"
MSM6007="Direkte Verbindung"
MSM6008="Verbinden Sie den Computer und den Drucker über einen Wireless Router."
MSM6009="Verbinden Sie den Computer und den Drucker direkt."
MSM6010="Klicken Sie für den Wechsel zwischen der Verbindung über Wireless Router und der direkten Verbindung oder für weitere Einzelheiten zur Verbindungsmethode auf [Anweisungen]."
MSM6011="Anweisungen"
MSM6012="Stellen Sie sicher, dass der Drucker eingeschaltet ist."
MSM6013="Liste der Drucker im Netzwerk"
MSM6014="Seriennummer"
MSM6015="MAC-Adresse"
MSM6016="IP-Adresse"
MSM6017="Der einzustellende Drucker wurde in der Liste nicht gefunden"
MSM6018="Aktualisieren"
MSM6019="1. Wenn der einzurichtende Drucker auf der Druckerliste steht, wählen Sie ihn aus, und klicken Sie auf [Weiter].\n   Sie finden die Seriennummer an der Rückseite oder auf der Garantiekarte.\n   Die Liste oben zeigt nur die letzten 5 Stellen der Seriennummer an.\n2. Steht der Drucker nicht auf der Liste, schalten Sie ihn ein, und klicken Sie auf [Aktualisieren].\n3. Steht er immer noch nicht auf der Liste, wählen Sie [Der einzustellende Drucker wurde in der Liste nicht gefunden], und klicken Sie dann auf [Weiter]."
MSM6020="1. Wenn der einzurichtende Drucker auf der Druckerliste steht, wählen Sie ihn aus, und klicken Sie auf [Weiter].\n   Sie finden die Seriennummer an der Rückseite oder auf der Garantiekarte.\n2. Steht der Drucker nicht auf der Liste, schalten Sie ihn ein, und klicken Sie auf [Aktualisieren].\n3. Steht er immer noch nicht auf der Liste, wählen Sie [Drucker nicht auf der Liste gefunden], und klicken Sie dann auf [Weiter].\n4. Wählen Sie bei einer USB-Verbindung auch [Drucker nicht auf der Liste gefunden, und klicken Sie dann auf [Weiter]."
MSM6021="Verbindung abgeschlossen."
MSM6022="Wählen Sie die Verbindungsmethode"
MSM6023="Strom prüfen"
MSM6024="Verwenden Sie eine andere Methode für die Einrichtung. Folgen Sie den Anweisungen auf dem Bildschirm."
MSM6025="Die Druckereinrichtung muss abgeschlossen sein, bevor der XPS-Treiber installiert werden kann. Wenn die Einrichtung nicht abgeschlossen wurde, klicken Sie auf [Zurück nach oben], um den Drucker einzurichten."
MSM6026="Bevor Sie fortfahren"
MSM6027="Diese Software nutzt möglicherweise das Netzwerk zum Einrichten des Druckers.\nWenn Ihre Sicherheitssoftware während der Einrichtung Warnungen anzeigt, erlauben Sie dieser Software, fortzufahren.\n(Informationen finden Sie im Handbuch zu Ihrer Sicherheitssoftware.)\n\nDiese Software fügt weitere durch sie installierte Software zur Liste der zugelassenen Programme in der Windows-Firewall hinzu."
MSM6028="Block deaktivieren"
MSM6029="Drucker auswählen"
MSM6026_Mac="Bevor Sie fortfahren"
MSM6027_Mac="Diese Software nutzt möglicherweise das Netzwerk zum Einrichten des Druckers.\nJe nach der verwendeten Sicherheitssoftware müssen Sie möglicherweise Einstellungen in Ihrer Sicherheitssoftware ändern, bevor Sie die Einrichtung starten.\n(Informationen finden Sie im Handbuch zu Ihrer Sicherheitssoftware.)\n\nWenn die Sicherheitssoftware während der Einrichtung Warnungen anzeigt, erlauben Sie dieser Software, fortzufahren.\n\nDiese Software verwendet den Schlüsselbund.\nWenn für den Schlüsselbundzugriff Ihre Einwilligung erforderlich ist, klicken Sie auf [Immer erlauben]."
MSM6100="My Image Garden verwendet das auf Ihrem Computer gespeicherte Foto für die automatische Erstellung einer Karte oder eines Kalenders."
MSM6101="CREATIVE PARK PREMIUM ist ein Premiuminhaltsservice, der ausschl. Benutzern von Original Canon Tinten zur Verfügng steht."
MSM6102="Sie können das gedruckte Foto einfach durch Auswahl des Menüs auf dem Drucker perfekt kopieren."
MSM6103="Selbst wenn der Drucker ausgeschaltet ist, wird er automatisch eingeschaltet, wenn Sie einen Druckjob starten."
MSM6104="Im geräuschlosen Modus können Sie drucken, kopieren oder scannen, ohne dass sich um die Zeit oder die Umgebung Gedanken machen müssen."
MSM6105="Die hier genannten Funktionen variieren je nach verwendetem Modell, wie im Handbuch beschrieben."
MSM6106="Weitere Details zu Funktionen und Einstellungen finden Sie im Handbuch."
MSM6107="Mit dieser Funktion können Sie die Druckdaten laden und danach die Seiten beliebig auf Papier anordnen und die Seiten vergrößern oder verkleinern."
MSM6108="Mit diesem Plug-In können Sie problemlos Drucke von hoher Qualität erstellen. Es unterstützt Adobe Photoshop, Adobe Photoshop Lightroom und Digital Photo Professional."
MSM6109="Mit dieser Software können Sie mehrere Dateien gleichzeitig drucken – dadurch wird ein effizientes Drucken möglich. Sie können über den Cloud-Dienst auch Dateien freigeben."
MSM6110="Mit dieser Software können Sie formschöne Poster erstellen. Es sind viele Materialien enthalten."
MSM6111="Dieses Plug-In wurde zum einfachen Drucken großer Formate mit Microsoft Office erstellt. Es ermöglicht auch Drucken im Längsformat sowie randloses Drucken."
MSM6112="Mit dieser Software können Sie die Papiereinst. benutzerdef. anpassen. Für optim. Druckergebn. auf Ihrem Lieblingspapier können Sie den Papiernamen ändern u. Anpassungen vornehmen."
MSM6113="Mit d. Software können Sie Menge u. Kosten v. verbr. Tinte u. Papier tab. darst. Sie können auch d. Ges.kosten Ihrer Druckvorg. sehen, wod. sich d. Kosten leichter reduz. lassen."
MSM6114="Mit d. Software können Sie mehrere Druckerbed. gleichz. verw. Eine weitere nützl. Funktion in d. Druckerverw. ist die schnelle Anzeige von Fehlern aufgr. e. niedr. Tintenstands."
MSM6115="Mit der Kopie über Smartphone können Sie über eine Smartphone- oder Tabletkamera Kopien von Dokumenten erstellen."
MSM6116="Mit Free Layout plus können Sie das Layout des Textes und der Bilder auf der Seite für den Druck auswählen."
MSM6117="Erstellen und drucken Sie mit Easy-PhotoPrint Editor mit Ihren Lieblingsfotos individuelle Collagen, Karten, Kalender und mehr."
MSM6118="Drucken Sie mit Easy-PhotoPrint Editor Poster, Kalender und Fotocollagen über Ihren Computer oder Ihr Smartphone."
MSM6119="Mit dieser Anw. können Sie hochwertige Drucke erstellen. Sie unterstützt diverse Bildbearbeitungsanw. wie Adobe Photoshop, Adobe Photoshop Lightroom und Digital Photo Professional."
MSM6030="Wählen Sie aus der Liste"
MSM6031="Sie finden die Seriennummer auf der Garantieerklärung und auf dem Drucker."
MSM6032="IPv4-Gerät"
MSM6033="IPv6-Gerät"
MSM6034="Seriennummer (letzte 5 Stellen)"
MSM6035="Ort der Seriennummer"
MSM6036="Geben Sie die IP-Adresse an, und starten Sie die Suche"
MSM6037="Netzwerkverbindung nach Anleitung einrichten"
MSM6038="Wählen Sie diese Option, wenn der Drucker in der Liste nicht angezeigt wird oder wenn er durch Angabe der IP-Adresse nicht gefunden werden kann."
MSM6039="Auswahl des Drucker-Suchverfahrens"
MSM6040="Nach IPv4-Adresse suchen"
MSM6041="Nach IPv6-Adresse suchen"
MSM6042="Suche nach Hostname"
MSM6043="Suche nach Bonjour-Name"
MSM6044="Um eine IP-Adresse anzugeben und die Suche zu starten, müssen Sie vorher dem Drucker eine IP-Adresse zuweisen. Klicken Sie für weitere Details auf [Online-Handbuch]."
MSM6045="Fehler beim Suchen der angegebenen IP-Adresse"
MSM6046="Der angegebene Drucker wurde nicht gefunden. Überprüfen Sie die IP-Adresse oder den Hostnamen und versuchen Sie es dann erneut. Klicken Sie für weitere Details auf [Online-Handbuch]."
MSM6047="Erneut suchen"
MSM6048="Die angegebene IP-Adresse oder der Hostname wird bereits von einem anderen Gerät verwendet. Überprüfen Sie die IP-Adresse oder den Hostnamen und versuchen Sie es dann erneut. Klicken Sie für weitere Details auf [Online-Handbuch]."
MSM6049="Ändern der IPv4-Netzwerkeinstellungen"
MSM6050="Wählen Sie die Setup-Methode, und geben Sie dann die IP-Adresse des zu verwendenden Druckers ein."
MSM6051="Automatisches Setup"
MSM6052="Um die IP-Adresse automatisch zu erfassen, benötigen Sie einen DHCP-Server."
MSM6053="Manuelles Setup"
MSM6054="IPv4-Adresse"
MSM6055="Wenden Sie sich wegen der IP-Adresse an Ihren Netzwerkadministrator."
MSM6056="Ändern der IPv6-Netzwerkeinstellungen"
MSM6057="Um die IPv6-Adresse automatisch zu erfassen, benötigen Sie einen DHCPv6-Server oder einen IPv6-Router."
MSM6058="IPv6-Adresse"
MSM6059="Präfixlänge"
MSM6060="Wenden Sie sich wegen der IP-Adresse und der Präfixlänge an Ihren Netzwerkadministrator."
MSM6061="Fehler beim Ändern der Netzwerkeinstellungen"
MSM6062="Die Änderung der Einstellung schlug möglicherweise aus folgenden Ursachen fehl:\n  -Die eingegebene IP-Adresse ist ungültig\n  -Die IP-Adresse ist dupliziert"
MSM6063="Klicken Sie für weitere Details auf [Online-Handbuch]."
MSM6064="Klicken Sie auf [Drucker hinzufügen], und fügen Sie den Drucker gemäß den auf dem Bildschirm angezeigten Anweisungen hinzu.\n\nKlicken Sie anschließend auf [Weiter]."
MSM6065="Zur Nutzung sämtlicher Funktionen dieses Druckers müssen Sie den Canon-Treiber installieren.\nKlicken Sie auf [Weiter], und wiederholen Sie die Einrichtung."
MSM6066="Als Standarddrucker einstellen"
MSM6067="Verbinden Sie Drucker und Computer mit dem USB-Kabel.\nStellen Sie sicher, dass der Drucker eingeschaltet ist."
MSM6068="Falls das USB-Kabel an den Drucker angeschlossen ist, ziehen Sie es ab."
MSM6069="Produktname"
MSM6071="Das Computernetzwerk ist nicht verfügbar"
MSM6072="Bitte überprüfen Sie, ob die Netzwerkverbindung des Computers aktiviert ist. \nUm eine Verbindung über Wi-Fi herzustellen, prüfen Sie den Status der Wireless Router-Verbindung."
MSM6073="Eingabe Admin-Kennwort"
MSM6074="Geben Sie das Admin-Kennwort für Ihren Drucker ein."
MSM6075="Admin-Kennwort"
MSM6075_add1="Admin-Kennwort:"
MSM6076="Das Kennwort ist falsch."
MSM6077="Aktivieren Sie Wi-Fi auf Ihrem Computer."
MSM6081="Sie können von einem Smartphone oder Tablet drucken"
MSM6085="Netzwerkinformationen auf Wireless Router"
MSM6087="Kennwort:"
MSM6088="Kennwort anzeigen"
MSM6089="Klicken Sie auf [Anweisungen], folgen Sie dem Online-Handbuch und richten Sie Ihr Smartphone oder Tablet ein.\nWenn Sie kein Smartphone oder Tablet verwenden, klicken Sie auf [Weiter]."
MSM6091="Haben Sie den Drucker initialisiert?"
MSM6092="1. Stellen Sie sicher, dass sich Tinte in der Tintenpatrone befindet.\n2. Halten Sie die Taste \"Stopp (Stop)\" am Drucker ungefähr 5 Sekunden lang gedrückt.\nDer Drucker beginnt nun mit dem Initialisieren. Dieser Vorgang wird ungefähr 6 Minuten dauern."
MSM6093="1. Stellen Sie sicher, dass sich Tinte in der Tintenpatrone befindet.\n2. Halten Sie die Taste \"FORTSETZEN/ABBRECHEN (RESUME/CANCEL)\" am Drucker ungefähr 5 Sekunden lang gedrückt.\nDer Drucker beginnt nun mit dem Initialisieren. Dieser Vorgang wird ungefähr 6 Minuten dauern."
MSM6094="Vorbereiten des Tintensystems"
MSM6095="Das Tintensystem wurde nicht vorbereitet. Um die Vorbereitung zu starten, klicken Sie auf [Anweisungen] und lesen Sie die Anweisungen zur Vorbereitung oder lesen Sie im Handbuch \"Inbetriebnahme (Getting Started)\" nach, das im Lieferumfang des Druckers enthalten ist."
MSM6096="Drucker prüfen"
MSM6097="Supportcode: %s\n\nDie Druckervorbereitungen sind nicht abgeschlossen. Bitte überprüfen Sie Ihren Drucker.\nKlicken Sie auf [Anweisungen] und folgen Sie dem Online-Handbuch für weitere Informationen.\n\nKlicken Sie dann auf [Weiter]."
MSM6098="Anweisungen"
MSM6099="Ich werde meinen Drucker später überprüfen."
MSM6120="Einfache Drahtlosverbindung"
MSM6121="Klicken Sie auf [Anweisungen] und bereiten Sie den Drucker für die Verbindung vor, indem Sie diese Anweisungen befolgen. Der Drucker wird erkannt, sobald er bereit ist, und Sie können mit dem nächsten Schritt fortfahren. Es dauert möglicherweise einige Zeit, bis der Drucker erkannt wird."
MSM6123="Alternative Methoden"
MSM6124="Wi-Fi-Einstellungen"
MSM6125="Bitte wählen Sie die für die Wi-Fi-Einrichtung zu verwendende Methode und klicken Sie auf [Weiter]."
MSM6126="Stellen Sie über den Drucker eine Wi-Fi-Verbindung zum Gerät her"
MSM6127="Stellen Sie die Wi-Fi-Verbindung über ein USB-Kabel ein"
MSM6128="Wenn Ihr Drucker auch nach Ausführen der im Handbuch beschriebenen Schritte nicht gefunden wird, liegt möglicherweise ein Netzwerkproblem vor. Bitte klicken Sie auf [Fehlersuche], und überprüfen Sie die Netzwerkeinstellungen."
MSM6129="Fehlersuche"
MSM6130="Drucker-Netzwerkverbindung"
MSM6131="Sobald der Drucker bereit ist, klicken Sie auf [Weiter]. Um die Verbindung auf dem Drucker vorzubereiten, klicken Sie auf [Anweisungen] und folgen Sie den Anweisungen."
MSM6133="Dieses Programm wird beendet und das Online-Handbuch geöffnet.\n\nDieses Programm wird geschlossen, sodass es keine Auswirkungen auf die Netzwerkeinstellungen hat. Starten Sie das Programm neu, nachdem Sie die Netzwerkeinstellungen überprüft haben."
MSM6134="Wenn Sie auch nach der Vorbereitung des Druckers für die Verbindung nicht mit dem nächsten Schritt fortfahren können, klicken Sie auf [Alternative Methoden]."
MSM6135="Dieses Programm wird beendet und das Online-Handbuch geöffnet."
MSM6136="Dieses Programm wird geschlossen, sodass es keine Auswirkungen auf die Netzwerkeinstellungen hat. Starten Sie das Programm neu, nachdem Sie die Netzwerkeinstellungen überprüft haben."
MSM6150="Wählen Sie Ihren Netzwerkadapter aus"
MSM6151="Es wurden mehrere Netzwerkadapter gefunden. Wählen Sie den Netzwerkadapter aus, den Sie verwenden möchten."
MSM6160="Verknüpfung zum Online-Handbuch"
MSM6161="Möchten Sie eine Desktopverknüpfung zum Online-Handbuch erstellen?"
MSM6162="Canon %s-Online-Handbuch"
MSM6163="Verknüpfung erstellen"
MSM6164="Keine Verknüpfung erstellen"
MSM6170="Der Drucker kann nicht erkannt werden.\nKlicken Sie auf [Fehlersuche], und überprüfen Sie das Korrekturverfahren."
MSM6171="Der Drucker wird erkannt. Bitte warten Sie, bis die Installation abgeschlossen ist.\nDieser Vorgang kann einige Zeit in Anspruch nehmen."
MSM6172="An den Drucker ist ein USB-Kabel angeschlossen. Bitte entfernen Sie es."
MSM6173="Die Druckerverbindung ist nicht abgeschlossen. Möchten Sie zum vorherigen Bildschirm zurückkehren?"
MSM6180="Verbindung zwischen Drucker und Netzwerk wird hergestellt"
MSM6181="Klicken Sie auf [Weiter] und richten Sie den Drucker ein, indem Sie die angezeigte Anleitung befolgen."
MSM6182="Es konnten keine Drucker gefunden werden.\nKlicken Sie auf [Weiter] und richten Sie Ihren Drucker ein, indem Sie die angezeigte Anleitung befolgen."
MSM6183="Nach IP-Adr. suchen"
MSM6184="Wählen Sie den Drucker, den Sie einrichten möchten, in der Liste aus. Wenn mehrere Drucker mit demselben Produktnamen vorhanden sind, prüfen Sie die Seriennummer."
MSM6185="Prüfen der Seriennummer"
MSM6186="Wenn der gesuchte Drucker nicht in der Liste angezeigt wird, klicken Sie auf [Drucker nicht gef.]."
MSM6187="Drucker nicht gef."
MSM6190="Vorbereitung des Druckers"
MSM6191="Halten Sie die folgende Taste auf Ihrem Drucker 3 Sekunden lang gedrückt und klicken Sie dann auf [Weiter]."
MSM6192="Wenn beim Herstellen der Verbindung mit dieser Taste Probleme auftreten, klicken Sie auf [Anweisungen]."
MSM6193="Drucker werden gesucht. Bitte warten. Dieser Vorgang kann etwa eine Minute dauern."
MSM6200="Der Scannerstatus wird überprüft"
MSM6201="Verbinden Sie Scanner und Computer mit dem USB-Kabel.\nSchalten Sie den Scanner ein, wenn er über eine EIN- oder Power-Taste verfügt."
MSM6202="Der Scanner kann nicht erkannt werden.\nKlicken Sie auf [Fehlersuche], um mögliche Lösungen anzuzeigen."
MSM6203="An den Scanner ist ein USB-Kabel angeschlossen. Bitte entfernen Sie es."
MSM6204="Der Scanner wird erkannt. Bitte warten Sie, bis die Installation abgeschlossen ist.\nDieser Vorgang kann einige Zeit in Anspruch nehmen."
MSM6210="Weitere Informationen zu Canon %s"
MSM6211="Weitere Apps für %s"
MSM6212="Handbuch für Canon %s"
MSM6213="Online-Handbuch"
MSM6220="Die Druckervorbereitungen sind möglicherweise nicht abgeschlossen. Bitte folgen Sie dem Online-Handbuch."
MSM6221="Die Druckervorbereitungen sind möglicherweise nicht abgeschlossen."
MSM6222="Bitte folgen Sie dem Online-Handbuch."
MSM6230="Über Wireless Router verbinden"
MSM6233="Je nach Ihrer Netzwerkumgebung wird Ihr Computer bei einer direkten Verbindung mit einem Drucker möglicherweise vom Internet getrennt.\nMöchten Sie einen Drucker auswählen, mit dem eine Verbindung hergestellt werden soll?\n\nAktuelle Verbindung: %s"
MSM6240="Der angegebene Drucker wurde nicht gefunden. Überprüfen Sie die IP-Adresse oder den Bonjour-Namen und versuchen Sie es dann erneut. Klicken Sie für weitere Details auf [Online-Handbuch]."
MSM6241="Die angegebene IP-Adresse oder der Bonjour-Name wird bereits von einem anderen Gerät verwendet. Überprüfen Sie die IP-Adresse oder den Bonjour-Namen und versuchen Sie es dann erneut. Klicken Sie für weitere Details auf [Online-Handbuch]."
MSM6256="Suche im Netzwerk, mit dem der Drucker verbunden ist.\nBitte warten Sie, bis die Suche abgeschlossen ist."
MSM6257="Die Netzwerkverbindung des Druckers ist fehlgeschlagen. Der Computer wurde wieder mit dem ursprünglichen Netzwerk verbunden.\nEs wird versucht, über eine andere Methode eine Verbindung herzustellen.\n\nKlicken Sie auf [Verb.methode ändern], um zu USB oder einer anderen Verbindungsmethode zu wechseln."
MSM6258="Verb.methode ändern"
MSM6259="Die Netzwerkverbindung des Druckers ist fehlgeschlagen. Es wird versucht, über eine andere Methode eine Verbindung herzustellen.\n\nKlicken Sie auf [Verb.methode ändern], um zu USB oder einer anderen Verbindungsmethode zu wechseln."
MSM6260="OK, wenn der Computer mit folgendem Netzwerk (SSID) verbunden bleibt?"
MSM6261="Der Drucker wurde gefunden, als der Computer mit demselben Netzwerk (SSID) wie der Drucker verbunden war.\nSoll der Computer mit diesem Netzwerk verbunden bleiben und das Setup fortgesetzt werden? Klicken Sie auf [Online-Handbuch], um weitere Informationen zu erhalten."
MSM6262="Ja"
MSM6263="Nein"
MSM6264="Informationen zur Fehlersuche im Netzwerk im Online-Handbuch anzeigen?"
MSM6265="Die Netzwerkverbindung des Druckers ist fehlgeschlagen.\nBevor Sie erneut eine Verbindung herstellen, sollten Sie Ihre Netzwerkumgebung überprüfen.\nUm die Netzwerkeinstellungen nicht zu beeinträchtigen, die den Zugriff auf das Online-Handbuch einschränken könnten, wird die Einrichtung abgebrochen.\n\nKlicken Sie auf [Nein], um zu USB oder einer anderen Verbindungsmethode zu wechseln."
MSM6266="Ja"
MSM6267="Nein"
